[{"name":{"zh":"鑽石級贊助","en":"Diamond Level"},"data":[{"level":"1","place":"1","logolink":"http://17.media/","logourl":"https://coscup.org/2017-assets/images/sponsor/17.png","name":{"zh":"17 直播","en":"17.Media"},"intro":{"zh":"17 Media 於 2015 年在台灣成立，獲得Ａ輪 1 千萬美元投資，2016 年更獲得亞洲最熱門交友平台 Paktor（拍拖）集團巨額投資，17 直播目前在華人直播市場中佔有領導的地位。明星藝人、各領域名人、網紅與素人都能在 17App 影音平台上進行直播、錄製節目以及分享生活點滴。目前全球已超過 2,700 萬下載。 17 Media 除了將維持現有的豐富內容產出之外，也致力於鞏固與合作夥伴的關係，並不斷強化該平台的內容與質量。","en":"17 Media is a world leader in live video streaming and real-time content sharing mobile application for celebrities, entertainers, and influencers that allows users to create and share live streaming video and photos, and earn royalties for personal content shared. Founded in 2015, 17 Media has over 27 million downloads around the world."}},{"level":"1","place":"2","logolink":"http://careers.carousell.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/carousell.png","name":{"zh":"旋轉拍賣","en":"Carousell"},"intro":{"zh":"Carousell 旋轉拍賣為社群拍賣平台，2012 年在新加坡上線後，已拓展至台灣、香港、印尼、馬來西亞、菲律賓、澳洲等國家。現有超過 6,500 萬件刊登商品，為全球成長最快及最大的行動拍賣平台之一，在新加坡、台灣與香港均於手機購物應用程式排名中名列前茅。","en":"Carousell is a mobile classifieds app that makes selling as easy as taking a photo, buying as simple as chatting. Launched in August 2012, Carousell began in Singapore and has spread to 19 cities around the world. With over 65 million listings, we are one of the world’s largest and fastest growing marketplaces.\n \nCarousell has been ranked as the top Lifestyle and Shopping app in Singapore, Taiwan, and Hong Kong, and is backed by leading international Venture Capitalists Sequoia India, Rakuten Ventures, 500 Startups, Golden Gate Ventures, and QuestVC. In Taiwan, Carousell has a diverse range of products in 29 categories, including women’s fashion, beauty products, and lifestyle gadgets."}}]},{"name":{"zh":"黃金級贊助","en":"Gold Level"},"data":[{"level":"2","place":"1","logolink":"http://www.appier.com/zh/","logourl":"https://coscup.org/2017-assets/images/sponsor/appier.png","name":{"zh":"Appier","en":"Appier"},"intro":{"zh":"Appier成立於2012年，是一家專注於人工智慧與跨螢技術的科技公司，以人工智慧技術為基礎幫助企業解決跨螢世代的各種複雜難題，並讓更多領域的企業透過人工智慧應用擬定最佳的商業策略。Appier由一群充滿熱情的電腦、資訊科學家以及網路行銷專家所組成，成員從Google、Intel、Yahoo等知名企業而來，技術團隊則來自於擁有豐富人工智慧研究成果的哈佛大學和史丹佛大學。Appier的總部設在台北，結合遍佈亞洲12個營運據點，為近1,000家知名品牌與企業提供優質服務。","en":"Appier is a technology company that makes it easy for businesses to use artificial intelligence to grow and succeed in a cross screen era. Appier is formed by a passionate team of computer scientists and engineers with experience in AI, data analysis, distributed systems, and marketing. Our colleagues come from Google, Intel, Yahoo, as well as renowned AI research groups in Harvard University and Stanford University. Headquartered in Taipei, Appier serves more than 500 global brands and agencies from offices in eleven markets across Asia, including Taipei, Singapore, Tokyo, Sydney, Ho Chi Minh City, Manila, Hong Kong, Mumbai, New Delhi, Jakarta, Seoul, and Bangkok."}},{"level":"2","place":"2","logolink":"https://www.rayark.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/rayark.png","name":{"zh":"雷亞遊戲 Rayark Inc.","en":"Rayark Games"},"intro":{"zh":"雷亞遊戲秉持獨立遊戲開發精神，從心出發的設計與永不妥協的堅持，以創造藝術的信念打造旗下每一支產品。同時抱持著開放而謙遜的態度，廣泛地接受並吸收各方的回饋意見，創造出雷亞遊戲特有的文化。\n\n雷亞遊戲追求產品高質量的內涵，高質感的介面與流暢的選單、創新的遊戲方式，引起高度關注。\n\n自 2012 年起陸續發行了 《Cytus》、《DEEMO》、《Mandora》、《Implosion》、《VOEZ》等多款遊戲及其衍生商品、作品， 在全球已累積超過六千萬下載。\n\n雷亞遊戲在未來將推出更多的作品，期許成為代表性的遊戲品牌。","en":"Rayark Games is an indie game developer from Taiwan, which stands on the spiritual belief of “Creating games we have deep appreciation for, at the same time with Rayark's existence, also be the game changing factor that will make a difference in this world\". Since 2012, we've accumulated over 60 million collective game downloads with the release of \"Cytus\", \"DEEMO\", \"Mandora\", \"Implosion\", and \"VOEZ\".\rRayark. A brand devoted to the creation of games, whom is also dedicated with bringing original IPs' to life by various means of entertainment: RayarkCon live music event, DEEMO light novel, Implosion animated film, and even transforming virtual spaces into the interactive store known as Rayark Concept.\rEvery song, every game, every IP has its own significant meaning to every heart it touches and every soul it inspires. We continue to tap into the unlimited potential of our games, so more people may see the different colorful sides of Rayark that has yet to be discovered."}},{"level":"2","place":"3","logolink":"https://www.mile.cloud/","logourl":"https://coscup.org/2017-assets/images/sponsor/cloudmile.png","name":{"zh":"萬里雲","en":"CloudMile"},"intro":{"zh":"CloudMile成立於2016年，致力於B2B雲端服務，利用Machine learning演算法及大數據分析的技術，提供客戶在雲端管理應用的顧問及設計服務。CloudMile同時為Google Cloud官方的策略合作夥伴，並為亞洲唯一百分之百經營Google Cloud的雲端公司，提供客戶以Google Cloud技術為基底的服務及應用。\n目前CloudMile提供語音辨識、情緒及人臉辨識、內容推薦系統、日誌分析、預測分析及遊戲算圖、Fintech雲端服務等等...AI及Machine learning應用服務。服務的客戶涵括傳產、媒體、內容平台、電商、遊戲產業、金融、新創產業…等，替客戶建立雲端後台及伺服器架構，再導以Google Cloud的各項機器學習引擎及前瞻技術，替客戶客製化自家需求。\nCloudMile經營策略為管理服務，未來則是優化服務，目標成為亞洲首屈一指的人工智慧雲端設計商，目前已在香港設立第一座海外據點，下一步則是進軍東南亞。","en":"Founded in 2016, CloudMile is a Taiwan-based B2B cloud services provider that helps companies leverage the power of data through machine learning algorithms and big data analytics technologies. CloudMile is Google Premier’s strategic partner and the only cloud service company that runs Google Cloud as the core business in Asia. \nAt present, CloudMile provides AI and Machine learning application services, such as voice recognition, emotional and face recognition, content recommendation system, log analysis, forecast analysis, gaming rendering, Fintech cloud service and so on. Our main clients are from various industry including conventional industry, media, content platform, high-tech, gaming industry, finance, e-commerce and start-up companies. Assist our clients set up their cloud architecture, integrate Google Cloud‘s APIs and machine learning to customize their cloud solution."}},{"level":"2","place":"4","logolink":"https://www.awoo.org/","logourl":"https://coscup.org/2017-assets/images/sponsor/awoo.png","name":{"zh":"阿物國際","en":"Awoo"},"intro":{"zh":"台灣SEO領導品牌awoo，過去協助樂天、飛利浦、雀巢、Vizio、21世紀不動產等知名全球企業操作SEO。創造了多個流量與營收翻倍的客戶案例，甚至連中國百度搜尋引擎都曾尋求awoo的協助。近年，awoo結合了專家經驗、搜爬技術與機器學習開發出「awoo成長駭客工具」，至今累積超越8000名註冊用戶，是台灣新創市佔率最高成長最快速的 Marketing SaaS（Software as a Service）。今年awoo將積極前進全球，並以日本為第一站，重新描繪海島小國以軟體航向世界的新藍圖。","en":"awoo Inc., Taiwan’s leading SEO brand, has helped numerous companies increased their online traffic and revenue into the multiples through Search Engine Optimization. awoo’s portfolio includes Rakuten, Philips, Nestle, Vizio, Century 21st Real Estate, and many more well-known corporations. Even Baidu, the world’s second largest search engine company, has seeked consultancy from awoo. With it’s deeply rooted search engine knowledge and experience, combined with in-house developed crawlers and machine learning, awoo launched “awoo Growth Hacking Tools” and has accumulated more than 8,000 registered users to date. Soon after becoming Taiwan’s fastest growing Marketing SaaS startup, awoo will begin its global expansion later this year, with Japan being its initial stop."}},{"level":"2","place":"5","logolink":"https://www.kkbox.com/tw/tc/index.html","logourl":"https://coscup.org/2017-assets/images/sponsor/kkbox.png","name":{"zh":"KKBOX","en":"KKBOX"},"intro":{"zh":"KKBOX 是由一群熱愛技術及音樂的工程師於 2004 年創立的品牌，以獨創的雲端技術提供音樂串流服務，讓使用者透過網路即可播放儲存在雲端的歌曲；並以技術加密媒體檔 (Digital Rights Management, DRM)，成功地為線上音樂和智慧財產權取得完美的平衡與保護，打開了線上音樂合法授權的版權觀念，更在亞洲市場首度以此商業模式成為標竿品牌。至今，KKBOX 擁有3000萬首曲目 (包括全球最大的華語音樂曲庫)，獲得超過 500 家主流及獨立唱片公司的合法授權，服務地區包括台灣、香港、日本、新加坡、馬來西亞及泰國。KKBOX 的服務在電腦、智慧型手機或其他行動裝置上都能使用，不只能線上聽音樂，還能下載到電腦或手機中離線收聽，給消費者一個方便自由、沒有界限的音樂世界！\n更多資訊請參考 http://www.kkbox.com/about。","en":"KKBOX, Asia's leading music streaming service, was established in 2004 by a group of Taiwanese software programmers with a shared passion for technology and music. With the support from more than 500 international major and local independent music labels, KKBOX features 30 million legal tracks, including the most comprehensive Asia-Pop music library, and is currently available in Taiwan, Hong Kong, Japan, Singapore, Malaysia and Thailand with over 10 million users."}},{"level":"2","place":"6","logolink":"https://www.gandi.net/","logourl":"https://coscup.org/2017-assets/images/sponsor/gandi.png","name":{"zh":"Gandi","en":"Gandi"},"intro":{"zh":"Gandi 提供網域名稱與雲端主機的服務,我們管理了近兩百萬個網域名稱,提供超過七百種網域後綴, 包括 .cafe, .taipei, .tw, .club, .asia。\n\n註冊或轉入 Gandi 的域名可享有 \n* 1 年期免費 SSL 憑證\n* 5 個電子信箱,共 1GB\n* 1000 個轉址\n* 隱藏域名註冊資訊\n* Simple Hosting 半價優惠 (支援 Wordpress, Drupal, Django..)\n\n逛逛 Gandi 網站: www.gandi.net\n\nGandi 的開源工具\nGandi CLI,助您管理域名、SSL 憑證、虛機: http://cli.gandi.net/\n透過 Gandi CLI 管理 Let's Encrypt: https://github.com/Gandi/letsencrypt-gandi \nstatus.gandi.net 背後的應用程式 ─ Baobab: https://github.com/Gandi/baobab","en":"Gandi is a domain name registrar and cloud hosting provider. We now manage nearly 2 million domain names (which puts us among the top registrars in the world) and offer over 700 extensions (such as .cafe, .taipei, .tw, .club, .asia). Gandi supports numerous open source projects (Gnome, Debian, Ubuntu, Let's Encrypt). We would be happy to support your open source project with our resources, just contact us.\n\nWhat you get with each domain name at Gandi\n* A 1-year SSL certificate\n* 5 mailboxes with a total of 1 GB storage\n* 1000 forwarding addresses\n* Private Domain name registration\n* Reduced pricing (50% off) for Gandi's Simple Hosting (for Wordpress, Drupal, Django and others).\n\nVisit us: www.gandi.net\n\nGandi's open source tools\n\nGandi CLI, to manage domain names, SSL, hosting from the command line: http://cli.gandi.net/ Let's Encrypt for Gandi CLI: https://github.com/Gandi/letsencrypt-gandi\nBaobab, the application behind status.gandi.net: https://github.com/Gandi/baobab"}},{"level":"2","place":"8","logolink":"https://www.pixnet.net/","logourl":"https://coscup.org/2017-assets/images/sponsor/pixnet.png","name":{"zh":"PIXNET","en":"PIXNET"},"intro":{"zh":"PIXNET 創立於 2003 年，自 2007 年加入城邦媒體控股集團。\n\n我們透過創新的社群服務及數據應用，匯聚全球最豐富的華文原創內容，並讓內容生態圈不斷循環與擴散，發揮最大價值。\n\nPIXNET旗下服務包含：華文最大部落格平台「痞客邦」、跨足台星馬地區掌握流行資訊的女性社群平台「PIXstyleMe」，以及掌握社群脈絡的數據系統「PIXinsight」。\n\nPIXNET 秉持 Open Data 精神連續四年舉辦 HACKATHON 活動，開放痞客邦站內7.1億篇文章及巨量數據資料，號召各界優秀技術團隊及人才共襄盛舉，透過真實數據及技術交流，激盪創新應用想法及延攬優秀人才。\n\n更多資訊請見：\n\n痞客邦 https://www.pixnet.net\n\nPIXstyleMe https://styleme.pixnet.net\n\nPIXinsight https://www.pixinsight.com.tw\n\n2017 PIXNET HACKATHON 活動官網 https://goo.gl/9ihRjx\n","en":"PIXNET DIGITAL MEDIA was founded in 2003, joined the Cite Media Holding Group in 2007.\n\nPIXNET&#39;s services include: PIXNET creative media blog platform, PIXstyleMe and PIXinsight,\n\nsince the creation of uphold the sincere and pragmatic attitude, has introduced innovative\n\ncommunity and data application services, so that everyone can enjoy a richer, smarter life\n\nexperience.\n\nPIXNET as the &quot;world&#39;s largest Chinese personal media alliance&quot;, leading the development of\n\nTaiwan&#39;s Internet industry, the company has grown in size, the current number of employees up\n\nto 140 people, including: R &amp; D center, community operations, digital design, , Advertising\n\nmanagement department, marketing public relations department, PIXstyleMe and other\n\ndepartments. &quot;Happy&quot; is the most important thing in PIXNET work, we provide a comfortable\n\nworking environment, complete welfare protection, life and work can get a good balance,\n\nwelcome to join us!\n\nPIXNET creative media blog platform\n\nFounded in 2003, mainly to provide blogs, web album services, bringing together the world&#39;s\n\nmost abundant Chinese original content, and through continuous optimization of community and\n\ncontent services, so that the content of the ecological circle of continuous circulation and\n\nproliferation, to maximize the value. To 2017 has accumulated more than 5.8 million registered\n\nmembers, 4.5 million blogs, Alexa website ranked second in Taiwan, Taiwan&#39;s largest content\n\ncommunity.\n\nPIXstyleMe\n\nSince its inception in October 2015, it has quickly become the largest female community in the\n\nChinese style of life. It provides the most comprehensive beauty, trends, stories and technical\n\nteaching, and is the most instructive leader in Taiwan. , To meet all the female makeup fashion\n\nand shopping needs, has accumulated more than 1,1000 registered members, 400 station\n\noperators. Has now extended to the Xingma area, truly become the world&#39;s leading Chinese\n\nwomen&#39;s life style of the new forces.\n\nPIXinsight\n\nCommunity data system PIXinsight, based on more than 700 million articles in the rupiah state,\n\nthrough the exclusive semantic analysis, user behavior cross analysis technology, insight into\n\nmarket trends, to achieve customized precision marketing. Launched &quot;PIXinsight Analytics&quot; in\n\n2017, the best tool for content creators to conduct and community analysis.\n\nBenefits\n\n❏ Work and life balance: flexible commuting system, at least 12 days.\n\n❏ Work belly is not empty: free snack cabinet, automatic coffee machine, discount drink vending\n\nmachine, free afternoon tea.\n\n❏ Societies Funds Subsidy: Self-diversified group funding.\n\n❏ Annual Staff Visits: 2015 Malaysia, 2016 Vietnam, 2017 US Silicon Valley.\n\n❏ all kinds of fun activities: start meal Syria, Halloween parties, Christmas activities, film\n\nappreciation activities.\n\n❏ good office environment: open seat design, dart machine, multi-functional lounge area,\n\nnewspaper reading area.\n\n❏ Group Benefits System: Publications, Special Offers for the Agriculture Council, Free\n\nMassage, Year-end tail activity.\n\n❏ Various types of insurance benefits:\n\n1. In addition to statutory labor insurance, pension payment, and the other to provide travel\n\ncolleagues travel safety insurance, group accident insurance.\n\n2. Holiday bonus for the three important Chinese holidays, birthday bonus, wedding bonus, birth\n\nbonus, funeral pensions.\n\n3. Tourism and health check subsidies, hospital condolence, emergency allowances."}},{"level":"2","place":"7","logolink":"http://www.itri.org","logourl":"https://coscup.org/2017-assets/images/sponsor/itri.png","name":{"zh":"工業技術研究院","en":"Industrial Technology Research Institute"},"intro":{"zh":"工業技術研究院是國際級的應用科技研發機構，擁有近六千位科技研發尖兵，以科技研發、帶動產業發展，創造經濟價值，增進社會福祉為任務。面對不斷改變的世界，工研院持續深耕前瞻性、關鍵性的技術，為了人類更美好的未來而努力，關懷日漸老化的人口，預見未來環境的趨勢，回應對智慧化的需求，並聚焦於智慧生活、健康照護、永續環境等跨領域整合，以創新科技的研發，謀求人類社會福祉，為產業社會帶來更美好的未來。\n","en":"Industrial Technology Research Institute (ITRI) is one of the world’s leading technology R&D institutions aiming to innovate a better future for society. Founded in 1973, ITRI has played a vital role in transforming Taiwan's industries from labor-intensive into innovation-driven. It focuses on the fields of Smart Living, Quality Health, and Sustainable Environment.\n\nOver the years, ITRI has cultivated more than 140 CEOs and incubated over 240 innovative companies, including well-known names such as UMC and TSMC. In addition to its headquarters in Taiwan, ITRI has branch offices in the U.S., Europe, and Japan in an effort to extend its R&D scope and promote opportunities for international cooperation around the world. For more information, please visit http://www.itri.org/eng."}},{"level":"2","place":"10","logolink":"https://www.oath.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/oath.png","name":{"zh":"Oath","en":"Oath"},"intro":{"zh":"Oath是Verizon威訊通訊旗下的子公司， 我們透過價值主導、致力於建立讓人們喜愛的品牌。 我們在全球擁有超過10億用戶，提供包括Yahoo等超過50個 媒體內容、科技與廣告產品品牌。作爲全球數位行動領導者，Oath正在重新定義媒體的未來。\n\n在台灣，我們持續以Yahoo奇摩為品牌，提供包括Yahoo TV、新聞、電子信箱、搜尋、拍賣、超級商城、購物中心、股市、 電影、運動、名人娛樂等多項服務。除服務廣大網友及廣告主，Yahoo奇摩也為企業提供電子商務解決方案。更多訊息歡迎瀏覽Ya hoo奇摩企業部落格(http://ycorpblog. tumblr.com/)。","en":"Oath, a subsidiary of Verizon, is a values-led company committed to building brands people love. We reach over one billion people around the world with a dynamic house of 50+ media and technology brands including Yahoo. A global leader in digital and mobile, Oath is shaping the future of media.\n\nIn Taiwan, we keep offering services under the name Yahoo Kimo and today own a number of properties including Yahoo TV, News, Mail, Search, Auction, Store, Shopping, Finance, Movies, Sports and Entertainment. Yahoo Kimo also provides a comprehensive suite of e-commerce services. For more information, visit the company’s corporate blog (http://ycorpblog.tumblr.com/)."}},{"level":"2","place":"9","logolink":"http://www.mysql.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/mysql.png","name":{"zh":"MySQL","en":"MySQL"},"intro":{"zh":"MySQL是全球最受歡迎的資料庫。因其久經驗證的性能和易用性，MySQL己成為網路應用的首選資料庫，其中包含全球知名的大型用戶包括臉書、推特、Youtube和雅虎等都是重量級用戶。另外它也是非常受歡迎的嵌入式資料庫，有超過3000家ＩＳＶ和ＯＥＭ在使用。\r\n對於需要開源，同時要符合ACID交易型資料庫，又要能以存資料於記憶體而帶來即時的性能的組織，甲骨文用MySQL Cluster來滿足這些需求。MySQL Cluster是推動現今主要的電信服務設備供應商的訂閱者資料庫，和全球最大的金融交易服務商的詐欺偵測資料庫的核心力量。\r\n甲骨文引領MySQL創新，不斷改進MySQL解決方案同時帶來新的功能，以推動下一代的網路應用，雲，行動和嵌入式應用。更多更詳細的訊息請參考: http://www.mysql.com/\r\n","en":"MySQL is the world's most popular open source database. With its proven performance, reliability and ease-of-use, MySQL has become the leading database choice for web-based applications, used by high profile web properties including Facebook, Twitter, YouTube, Yahoo! and many more. Additionally, it is an extremely popular choice as embedded database, distributed by over 3,000 ISVs & OEMs.\r\nTo organizations in need of an open source, ACID-compliant transnational database delivering real-time in-memory performance and 99.999 percent availability, Oracle offers MySQL Cluster. MySQL Cluster powers the subscriber databases of major communications service providers and is used in global fraud detection for financial transactions.\r\nOracle drives MySQL innovation, constantly improving MySQL solutions and delivering new capabilities to power next generation web, cloud, mobile and embedded applications.\r\nFor more information, visit http://www.mysql.com/"}}]},{"name":{"zh":"白銀級贊助","en":"Silver Level"},"data":[{"level":"3","place":"1","logolink":"http://www.archilife.org/","logourl":"https://coscup.org/2017-assets/images/sponsor/archilife.png","name":{"zh":"祐生研究基金會","en":"Archilife Research Foundation"},"intro":{"zh":"自1987年起，祐生研究基金會由推動建築與環境永續發展之研究開始，推動長期的知識累積與人才培養。在本會探究人類居住環境與永續發展的過程中發覺，近年來資訊科技與數位化的發展，對於人類生活模式帶來了舉足輕重的影響，對於此領域之相關知識分享與整合，是我們必需面對的重要課題之一。\r\r過去除了建築、環境、生態、健康與資訊社會與文化等面向之碩士論文獎助主題外，本會也曾發展出知識庫、養成各科門知識執守者等知識整合應用方式，和目前定期舉辦的聯誼會及讀書會，強化祐生成員的知識密度。其後，於2011年起，開始持續針對國內開源會議活動進行贊助，也針對國內獨立遊戲開發相關社群，推動知識與資訊分享聚會，將參訪國際遊戲開發論壇之研習心得與國內的獨立開發者交流，期能幫助國內相關社群之發展。","en":"Starting from 1987, the Archilife Research Foundation commenced long-term researches in the areas of architecture, environmental sustainability and development, and go on to other areas of knowledge integration and education. During the process of the researches, we discovered that advancements of information technologies and cyberspace over the past decade had profound impacts on us. The sharing and integration of knowledge in these fields should be one of our essential objectives. \n\nBesides giving scholarships in aforementioned areas, Archilife developed different methods including a knowledge bank system, and knowledge keepers to help the application and integration of our understandings of the world. And since 2011, we have been continuing the sponsorships for various Open Source related events, and also started a series of meet-ups among the domestic independent game developers' community, communicating the experiences learned from international game development conferences."}},{"level":"3","place":"2","logolink":"http://automattic.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/automattic.png","name":{"zh":"Automattic","en":"Automattic"},"intro":{"zh":"Automattic致力於打造更好的全球資訊網，旗下產品包括WordPress.com、WooCommerce、Jetpack、Simplenote以及.blog等等。 我們深信開源的理念，因此絕大多數的成果都透過GPL等開源授權條款發布。 完全分散的公司結構，讓我們超過500名夥伴可遍佈全球各地工作，自由自在、適時適所。\n\n加入我們吧！請至 http://automattic.com/ 瞭解詳情。","en":"Automattic wants to make the web a better place. Our family includes WordPress.com, WooCommerce, Jetpack, Simplenote, .blog, and more. We are strong believers in Open Source, and the vast majority of our work is available under licenses like the GPL. A fully distributed company, Automattic — has over 500 staff working from their homes around the globe.\n\nWe are hiring! Learn more at http://automattic.com."}}]},{"name":{"zh":"青銅級贊助","en":"Bronze Level"},"data":[{"level":"4","place":"1","logolink":"https://skymizer.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/skymizer.png","name":{"zh":"Skymizer","en":"Skymizer"},"intro":{"zh":"Skymizer是全球頂尖的效能提升商。隨著摩爾定律的停滯，行動裝置的效能發展即將面臨極限。我們致力於超越摩爾定律，並專精於量測與編譯技術，能快速判斷您軟體效能的瓶頸，以 Skymizer 雲端編譯雲、 Shire 優化作業系統，為您的產品提供更好的開發工具。","en":"Skymizer Taiwan Inc. is a software optimization and performance solution provider.\n\nWe believe humans' desire for speed can never be limited. Unfortunately, the development of performance improvement does. In the age of the fading of Moore's Law, we aim unleashing the potential of optimization of embedded development tools and extracting the performance of all cloud infrastructures.\n\nWe specialized in profiling and compilation technology. We trace and identify the bottleneck of your software performance and deliver solutions, such as compilation cloud and optimized operating system, to your x86 and ARM based products."}},{"level":"4","place":"2","logolink":"https://www.unisharp.com","logourl":"https://coscup.org/2017-assets/images/sponsor/unisharp.png","name":{"zh":"悠夏爾科技","en":"Unisharp"},"intro":{"zh":"UniSharp (悠夏爾科技) 為開放、熱情的網站及 API 製作公司。我們跟您一樣喜歡開源文化，我們熱衷於送 PR，也開源開發了一些 PHP (Laravel) 與 NodeJS packages，歡迎蒞臨交流。讓我們一起「挺開源」吧！","en":"Unisharp is an open and passionate team proficient in website and API development.\r\nWe are big fans of FOSS and highly active on github. Making pull requests is our daily routine to contribute to open source. We’ve also developed various useful packages for PHP (Laravel) and NodeJS.\r\nCome join us to support COSCUP 2017!"}},{"level":"4","place":"4","logolink":"https://www.skymirror.com.tw","logourl":"https://coscup.org/2017-assets/images/sponsor/skymirror.png","name":{"zh":"天鏡科技","en":"Skymirror"},"intro":{"zh":"天鏡科技股份有限公司成立於2011年，為台灣第一家致力於當代軟體設計公司。身為科技創新和技術領先者，使用了最新的混合式手機軟體框架 Cordova 和 Angularjs4 技術，所開發出之app適用於各種平台如Android、iOS和Web。天鏡科技聞名於業界，提供高度系統整合解決方案、細緻的UI/UX，精密電子電路設計、大數據分析、人工智慧和數學統計。2014年『智慧社區』和2016年『機器人理財』服務相繼進入市場，市場大獲好評。以優良的研發技術與服務品質作為後盾，勇於挑戰現狀，藉此來滿足體驗者的多元需求，讓體驗者得以享受從所未有的便利生活。","en":"Established in 2011, Sky Mirror Technology is Taiwan’s first contemporary software company. As the innovator and a leader of the hybrid mobile framework using cordova and angularjs4 for Android, iOS and Web apps , Sky Mirror Technology has built its reputation by offering system integration solution, UI/UX design, electrical circuit design, big data analysis, artificial intelligence and mathematical statistics. Sky Mirror Technology has entered the market for Smart Community in 2014 and Robo Advisor in 2016. Our products have won a good reputation among our customers. With great IT strength and fine customer support service, we are brave enough to challenge what we have right now, satisfying people for their diversity needs for today’s mobile application, and yet letting people enjoy the convenient life they never have before."}},{"level":"4","place":"3","logolink":"https://tmotx.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/mutix.png","name":{"zh":"集界科技","en":"t, mot"},"intro":{"zh":"「職場達人，都在註冊的大舞台」立即下載 https://mutix.social/ 社交平台的真正價值，是讓人們找到正面思考的力量，抓住那些曾經擦肩而過的美好機會。t,mot 是我們的名字，代表的是 together & moment - 把握當下，珍惜人與人之間每次的相遇。","en":"「Share craftsmanship for craftsman」download now https://mutix.social/ .  t’mot is our name, that is together & moment, grasp the moment and cherish every person we meet in our life."}},{"level":"4","place":"5","logolink":"https://www.gamesofa.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/gamesofa.png","name":{"zh":"慧邦科技","en":"Gamesofa Inc."},"intro":{"zh":"慧邦科技Gamesofa Inc.成立於2005年，透過優異的網路核心技術，自製研發並行銷營運20餘款web, iOS, Android多人遊戲，是台灣首屈一指的遊戲開發公司。Gamesofa以提供玩家「5分鐘．想樂最輕鬆」的休閒對戰遊戲為核心理念，成功打造台灣第一大網路麻將遊戲【神來也麻將】以及全球首款中文3D網頁射擊遊戲【即刻槍戰】。近年更積極開拓國際市場，在印尼、泰國、越南推出在地語言版本的德州撲克遊戲，亦在印度推出【Bollywood Teen Patti】，並以多人射擊對戰手遊【坦克戰境TankHit】成功切入俄羅斯市場，全球累積註 冊用戶數超過5,000萬，每日活躍用戶超過200萬人。\n\nGamesofa除了在遊戲開發力求創新，更擅長以資料分析驅動營運決策，讓產品開發、營運、行銷團隊皆能透過數據分析工具與預測模型，快速掌握遊戲狀況，擬定策略，是一間充滿熱情與效率的年輕企業。","en":"Gamesofa was founded in 2005. The company&#39;s pioneering use of the best emerging web technologies allowed Gamesofa to expand on the gaming market, having since developed 20 franchises across multiple platforms including web, Android, and iOS, all of which have cemented Gamesofa’s reputation as one of Taiwan’s leading game development companies.\n\nGamesofa’s motto, “Fun in Five Minutes” reflects the company’s core philosophy of providing a fun yet casual multiplayer experience. With the creation of “Godgame Mahjong,” Gamesofa successfully brought Taiwan its very first web Mahjong game. Gamesofa followed up their success with the world’s first browser-based 3D shooter, “Guns Rush.” More recently Gamesofa has gone international, breaking into markets in Indonesia, Thailand, and Vietnam with localized Texas Hold’em applications, in India with “Bollywood Teen Patti,” and in Russia with their 3D tank warfare game, “Tank Hit.” Overall, Gamesofa boasts a user base of 50 million registered players worldwide and over 2 million daily active users."}},{"level":"4","place":"6","logolink":"http://www.titansoft.com/tw/","logourl":"https://coscup.org/2017-assets/images/sponsor/titansoft.png","name":{"zh":"新加坡商鈦坦科技","en":"Titansoft"},"intro":{"zh":"About Titansoft\n發源獅城、立足東亞、展望世界\n \n新加坡商鈦坦科技\n是一間頂尖的軟體開發公司，致力於線上娛樂平台的開發與維護。隨著業務迅速拓展到全球市場，\n企業人力也不斷擴充，從2005年成立至今，已約有140位一同奮鬥的夥伴(持續成長中!!!)。\n \n鈦坦科技台灣分公司，座落於台北南港軟體園區內，具備明亮而舒適的工作環境，提供技具競爭力的福利與待遇。\n2014年我們更將版圖擴張至台中，於西屯區成立台中研發中心。\n \n在組織持續壯大的同時，我們也非常重視組織的「保養」，維持充滿活力的專業團隊。除了充分溝通，也鼓勵同仁們互相激發創意，\n讓組織天天充滿活力。因為在鈦坦這個大家庭中，每位夥伴都是不可或缺的成員，我們竭盡所能為每位夥伴創造機會、提升自我、實現自我。","en":"Titansoft's journey since 2005 as a software development firm in Singapore is fuelled by passionate people who believe in amplifying value through technology. In our flat organisation, we involve ourselves in the iterative product development lifecycle with our customers, from strategy till deployment. Moving to Agile development has encouraged sustainable development and flexible delivery of quality products for our customers. The power of Agile lies in the mindset. That's why we continue to learn and adapt no matter the things we do or the roles we are in.\n\nTitansoft is only just over a hundred people. We’re a close-knitted community having lots of fun working as a team as we continue to recruit new members. If you’re in for a ride full of endless possibilities, check out our job openings right away!"}},{"level":"4","place":"7","logolink":"https://www.opensuse.org/","logourl":"https://coscup.org/2017-assets/images/sponsor/opensuse.png","name":{"zh":"openSUSE","en":"openSUSE"},"intro":{"zh":"openSUSE 計劃是一個全球社群的努力，用以促進Linux全方位的使用。openSUSE 創造了全世界最棒的 Linux 發行版本之一，並以開放、透明與友善的態度參與全球的自由與開放原始碼軟體社群。","en":"The openSUSE project is a worldwide effort that promotes the use of Linux everywhere. openSUSE creates one of the world's best Linux distributions, working together in an open, transparent and friendly manner as part of the worldwide Free and Open Source Software community."}}]},{"name":{"zh":"協辦單位","en":"Co-host"},"data":[{"level":"5","place":"1","logolink":"http://ocf.tw/?gclid=CIvIraTImc4CFVcnvQodArsKnQ","logourl":"https://coscup.org/2017-assets/images/sponsor/ocf.png","name":{"zh":"財團法人開放文化基金會","en":"OCF.tw"},"intro":{"zh":"開放文化基金會（OCF）成立於 2014 年，由多個開源社群及活動組織共同發起，希望協助台灣蓬勃的開放社群，進一步促進開放源碼、開放資料、開放硬體等自由精神，能更廣泛的於各領域中應用，同時也協助政府、企業及非政府組織更能了解開源軟體的優勢、開放資料的重要，進而推廣開放協作的文化。我們支援如 COSCUP 等開源社群主辦多場中大型活動，同時也和英國代表處、美國在台協會及世界銀行等單位共同舉辦各種主題講座，深耕台灣的開放文化與國際交流。","en":"Open Culture Foundation (OCF) was founded in 2014 by various Open Source communities in Taiwan. Our mission is to support local communities to advocate the use of open technologies in broader sectors. We help government, enterprises, and NGOs recognizing the advantages of Open Source Software and the importance of Open Data, and promote the culture of open collaboration. In 2015, we supported local communities, such as COSCUP and PyCON Taiwan, running several hackathons and conferences. We also worked with institutions, such as British Office Taipei, American Institute in Taiwan, and The World Bank Group, bridging the local and international communities together."}}]},{"name":{"zh":"特別感謝","en":"Special Thanks"},"data":[{"level":"7","place":"1","logolink":"https://www.cool3c.com/","logourl":"https://coscup.org/2017-assets/images/sponsor/cool3c.png","name":{"zh":"癮科技","en":"Cool3c Media"},"intro":{"zh":"癮科技以3C新品資訊、產品開箱評測為主，也有深度分析的品牌故事、癮觀點，近年更發展許多軟性內容，漫科技、一圖看懂、懶科技等系列均為站上相當受歡迎的熱門欄目。帶給讀者有趣並實用的內容，是癮科技團隊每天最大的成就感！\n","en":"Cool3c Media is a multimedia effort founded in 2011 to examine how tech will change life in the future for all mainstream audience.\n\nOur original editorial post was that mobile technology created a new generation of digital consumers."}},{"level":"7","place":"2","logolink":"http://coscup.org/2017/#/sponsor","logourl":"https://coscup.org/2017-assets/images/sponsor/individual_sponsorship.png","name":{"zh":"感謝個人贊助者熱情支持","en":"Thanks for your support!"},"intro":{"zh":"Henry Law, ijliao, Lenny, Luba 心愛的老婆, PositiveGrid, threesecond, 翔, 趙育昌, andytwmvp, CarterTsai, Cash, ccc, CPC, Dan Chen, Ellis Chang, FCS, Flymok, Frank Wu, fripig, hans00, HenryYang, Hisa_X, IDvances, Jen Li, Jiero, Joseph Cheng, Ken Cotton, Kevin Fan, Kochi Chuang, kylin25, Laphy, Lau Chun Yin Vincent, Left, Magus, Nomis Simon, OOBE, PENNYKEN, Perry Chou, QQ, Richer Yang, Ripple0129, Ron Huang, RR, salagadoola, smallma, stanely, Stevennick Ciou, uktar, Vagabond, Victor Su, 干皓丞, 方志鴻, 王建賢, 王嘉源, 王穎奇, 朱昱翰, 朱昱翰, 何建斌, 余宗達, 吳泰毅, 呂紹宏, 李炳輝, 周冠穎, 周聖修(sony), 林子揚, 林冠甫, 林威廷, 林家瑋, 林旅強, 林祐民, 孫楷, 桌機哥, 張明彥, 張盛閎, 逢甲大學GIS中心, 陳大方, 陳昀生, 陳杰翰, 陳泓翔, 陳俊傑, 陳彥伍, 陳柏維, 陳哲佑, 陳超, 陳誌偉, 陳學民, 曾于修, 曾韋豪, 黃亮穎, 黃昱銘, 黃敬傑, 楊騏, 楊證諺, 詹宜勳, 歐高文, 蔡岳峻, 鄭義鴻, 盧勁甫, cras4202tw, David Chan, donate001, donate002, donate003, Edwiin Chen, f\"(sweet), JimmyKung, Jonas Ådahl, Kai Yu, Kentpon Wang, LisaTsai, Nomis, ralph.hsu, Yosi, Yuchih, 王暉元, 王穎奇, 瓦歷斯浦亞, 朱健彰, 江奇翰, 吳經偉, 李彥瑾, 李書豪 (Abola Lee), 李順文, 林志達, 林威廷, 林啓哲, 林聖力, 邱柏鈞, 邱敬翔, 柯彥宇, 郭亭巖, 陳建宇, 劉瑞仁, 顏胖虎, 羅左欣, 羅永欣, 蘇聖傑","en":"Henry Law, ijliao, Lenny, Luba 心愛的老婆, PositiveGrid, threesecond, 翔, 趙育昌, andytwmvp, CarterTsai, Cash, ccc, CPC, Dan Chen, Ellis Chang, FCS, Flymok, Frank Wu, fripig, hans00, HenryYang, Hisa_X, IDvances, Jen Li, Jiero, Joseph Cheng, Ken Cotton, Kevin Fan, Kochi Chuang, kylin25, Laphy, Lau Chun Yin Vincent, Left, Magus, Nomis Simon, OOBE, PENNYKEN, Perry Chou, QQ, Richer Yang, Ripple0129, Ron Huang, RR, salagadoola, smallma, stanely, Stevennick Ciou, uktar, Vagabond, Victor Su, 干皓丞, 方志鴻, 王建賢, 王嘉源, 王穎奇, 朱昱翰, 朱昱翰, 何建斌, 余宗達, 吳泰毅, 呂紹宏, 李炳輝, 周冠穎, 周聖修(sony), 林子揚, 林冠甫, 林威廷, 林家瑋, 林旅強, 林祐民, 孫楷, 桌機哥, 張明彥, 張盛閎, 逢甲大學GIS中心, 陳大方, 陳昀生, 陳杰翰, 陳泓翔, 陳俊傑, 陳彥伍, 陳柏維, 陳哲佑, 陳超, 陳誌偉, 陳學民, 曾于修, 曾韋豪, 黃亮穎, 黃昱銘, 黃敬傑, 楊騏, 楊證諺, 詹宜勳, 歐高文, 蔡岳峻, 鄭義鴻, 盧勁甫, cras4202tw, David Chan, donate001, donate002, donate003, Edwiin Chen, f\"(sweet), JimmyKung, Jonas Ådahl, Kai Yu, Kentpon Wang, LisaTsai, Nomis, ralph.hsu, Yosi, Yuchih, 王暉元, 王穎奇, 瓦歷斯浦亞, 朱健彰, 江奇翰, 吳經偉, 李彥瑾, 李書豪 (Abola Lee), 李順文, 林志達, 林威廷, 林啓哲, 林聖力, 邱柏鈞, 邱敬翔, 柯彥宇, 郭亭巖, 陳建宇, 劉瑞仁, 顏胖虎, 羅左欣, 羅永欣, 蘇聖傑"}}]}]
